export default {
  projections: {
    ВольерE: {
      номер: {
        __caption__: 'Номер'
      },
      типВольера: {
        __caption__: 'Тип вольера'
      },
      площадь: {
        __caption__: 'Площадь'
      },
      составВольера: {
        __caption__: 'Состав вольера',
        животные: {
          __caption__: 'Животные',
          кличка: {
            __caption__: 'Кличка'
          }
        }
      }
    },
    ВольерL: {
      номер: {
        __caption__: 'Номер'
      },
      типВольера: {
        __caption__: 'Тип вольера'
      },
      площадь: {
        __caption__: 'Площадь'
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    площадь: {
      __caption__: 'Площадь'
    },
    типВольера: {
      __caption__: 'Тип вольера'
    },
    составВольера: {
      __caption__: 'Состав вольера'
    }
  }
};
