export default {
  projections: {
    УборкаE: {
      деньУборки: {
        __caption__: 'День уборки'
      },
      времяУборки: {
        __caption__: 'Время уборки'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Ответственный'
        }
      },
      вольер: {
        __caption__: 'Вольер',
        номер: {
          __caption__: 'Номер вольера'
        }
      }
    },
    УборкаL: {
      деньУборки: {
        __caption__: 'День уборки'
      },
      времяУборки: {
        __caption__: 'Время уборки'
      },
      должность: {
        __caption__: 'Ответственный',
        наименование: {
          __caption__: 'Ответственный'
        }
      },
      вольер: {
        __caption__: 'Номер вольера',
        номер: {
          __caption__: 'Номер вольера'
        }
      }
    }
  },
  validations: {
    времяУборки: {
      __caption__: 'Время уборки'
    },
    деньУборки: {
      __caption__: 'День уборки'
    },
    вольер: {
      __caption__: 'Вольер'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
