export default {
  projections: {
    ЖивотныеE: {
      кодЖивотного: {
        __caption__: 'Код животного'
      },
      кличка: {
        __caption__: 'Кличка'
      },
      пол: {
        __caption__: 'Пол'
      },
      виды: {
        __caption__: 'Виды',
        наименование: {
          __caption__: 'Наименование вида'
        }
      }
    },
    ЖивотныеL: {
      кодЖивотного: {
        __caption__: 'Код животного'
      },
      кличка: {
        __caption__: 'Кличка'
      },
      пол: {
        __caption__: 'Пол'
      },
      виды: {
        __caption__: 'Наименование вида',
        наименование: {
          __caption__: 'Наименование вида'
        }
      }
    }
  },
  validations: {
    кличка: {
      __caption__: 'Кличка'
    },
    кодЖивотного: {
      __caption__: 'Код животного'
    },
    пол: {
      __caption__: 'Пол'
    },
    виды: {
      __caption__: 'Виды'
    }
  }
};
